<!DOCTYPE html>
<html>
    <head>
        <meta charset="utf-8">
        <title>Digital library</title>
        <link rel="stylesheet" type="text/css" href="css/style2.css">
        <link rel="icon" type="image/x-icon" href="/upload/favicon.ico">
    </head>
    <body>
        <div id="container">
            <div id="header">
                <div id=main>
                    <a href="index.php">
                    <img src="upload\book1.png" alt="books">
                    </a>
                </div>
                <h1>Електронна бібліотека</h1> 
            </div>
            <div id="wrapper">
            <h2 id="heading">Ласкаво просимо до електронної бібліотеки</h3>    
                <p>Дорогий відвідувачу, вітаємо на сторінках нашої бібліотеки!</p>            
                <p>На нашому сайті представлені книги для безкоштовного перегляду і завантаження.</p>
                <p>Для пошуку книги, що цікавить, рекомендуємо користуватися функцією пошуку за назвою книги або її ключовими словами.</p>
                <p>Якщо Ви точно не впевнені, що хочете почитати, скористайтеся пошуком по першій літері назви книги або ключових слів або подивіться відгуки про книги, опубліковані користувачами електронної бібліотеки, можливо, Ви знайдете для себе щось цікаве.</p>
                <p>Для отримання доступу до наявних книг електронної бібліотеки, Вам необхідно увійти в особистий обліковий запис або створити новий, якщо Ви ще не зареєстровані в нашій системі.</p>
            </div>
            <div id="inbar"> 
                <?php
                    include "sidebar.php";
                ?>
            </div>
            <div id="footer">
                <p>&copy; Електронна бібліотека. 2022р.</p> 
            </div>

        </div>
    </body>
</html>